"Filtered List"="Filtered List";
"cat_new"="Categories";

/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- NKYEKYEMU NYINAA ---";

/* No comment provided by engineer. */
"About" = "Ɛho nsɛm";

/* No comment provided by engineer. */
"Add Comment" = "Fa adwenkyerɛ ka ho";

/* No comment provided by engineer. */
"Add Map" = "Fa Map ka ho";

/* No comment provided by engineer. */
"Add Map By URL" = "Fa Map ka ho ɛnam URL so";

/* No comment provided by engineer. */
"Add Map Error" = "Fa Map Mfomso ka ho";

/* No comment provided by engineer. */
"Add Report" = "Fa Amanɛbɔnhoma ka ho";

/* No comment provided by engineer. */
"Added" = "Aka ho";

/* No comment provided by engineer. */
"Adding..." = "Ɛde ka ho...";

/* No comment provided by engineer. */
"All Categories" = "Nkyekyemu nyinaa";

/* No comment provided by engineer. */
"All Checkins" = "Mba-mu nyinaa";

/* No comment provided by engineer. */
"Anonymous" = "Yennim";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = " Wo gye di sɛ wo pɛ sɛ wo pepa?";

/* No comment provided by engineer. */
"Authentication Required" = "Ehia Apeneso";

/* No comment provided by engineer. */
"By using this app, you agree to the following terms and policy:" = " Wo yɛ app yi ho adwuma a, wo pene mfene ne mbra yi so:";

/* No comment provided by engineer. */
"Cancel" = "Pepa";

/* No comment provided by engineer. */
"Categories" = "Nkyekyemu";

/* No comment provided by engineer. */
"Categories..." = "Nkyekyemu...";

/* No comment provided by engineer. */
"Category Required" = "Ehia Nkyekyemu";

/* No comment provided by engineer. */
"Checkins..." = "Mba-mu";

/* No comment provided by engineer. */
"Comment Queued" = "Adwenkyerɛ di so";

/* No comment provided by engineer. */
"Comment Required" = "Ehia Adwenkyerɛ";

/* No comment provided by engineer. */
"Contact" = "Kɔntakt";

/* No comment provided by engineer. */
"Date Required" = "Ehia Afeda";

/* No comment provided by engineer. */
"Description Required" = "Ehia Asekyerɛ";

/* No comment provided by engineer. */
"Details" = "Emu nsɛm";

/* No comment provided by engineer. */
"Display" = "Akyerɛ";

/* No comment provided by engineer. */
"Done" = "Ayɛ ewie";

/* No comment provided by engineer. */
"Double tap to move map pin to new location" = "Tim so abien de him map nsiso no kɔ bea foforo";

/* No comment provided by engineer. */
"Download Map Images" = "Twe Map Mfoni";

/* No comment provided by engineer. */
"Download Photos" = "Twe Mfoni";

/* No comment provided by engineer. */
"Email Required" = "Ehia Emel";

/* No comment provided by engineer. */
"Enable OpenGeoSMS" = "Sɔw OpenGeoSMS";

/* No comment provided by engineer. */
"Enter comment" = "Bɔ adwenkyerɛ";

/* No comment provided by engineer. */
"Enter description" = "Bɔ asekyerɛ";

/* No comment provided by engineer. */
"Enter email" = "Bɔ emel";

/* No comment provided by engineer. */
"Enter email address" = "Bɔ emel adrɛs";

/* No comment provided by engineer. */
"Enter first name" = "Bɔ din a edi kan";

/* No comment provided by engineer. */
"Enter last name" = "Bɔ abusua din";

/* No comment provided by engineer. */
"Enter name" = "Bɔ din";

/* No comment provided by engineer. */
"Enter title" = "Bɔ mbrane";

/* No comment provided by engineer. */
"Enter webpage" = "Bɔ wɛb kratafa";

/* No comment provided by engineer. */
"Error Saving Photo" = "Mfoni esiei Mfomso";

/* No comment provided by engineer. */
"Find Location" = "Hwehwɛ bea";

/* No comment provided by engineer. */
"Find Maps Around Me" = "Hwehwɛ Map nom a wɔbɛn me";

/* No comment provided by engineer. */
"Finding address..." = "Ɛrehwehwɛ adrɛs...";

/* No comment provided by engineer. */
"Finding location..." = "Ɛrehwehwɛ bea...";

/* No comment provided by engineer. */
"for" = "ɛma";

/* No comment provided by engineer. */
"Found" = "Ehunu";

/* No comment provided by engineer. */
"Hide Status Bar" = "Fa Status Baa sie";

/* No comment provided by engineer. */
"I Agree" = "Me pene so";

/* No comment provided by engineer. */
"Icon Badge Number" = "Aekɔn Badge Mba";

/* No comment provided by engineer. */
"Internet Connection Required" = "Ehia Intanɛt Nkitahodi";

/* No comment provided by engineer. */
"Last synced" = "Synke a etwa to";

/* No comment provided by engineer. */
"Latitude Required" = "Ehia Latitude";

/* No comment provided by engineer. */
"List" = "Liste";

/* No comment provided by engineer. */
"Loading..." = "Ɛretwe...";

/* No comment provided by engineer. */
"Locating..." = "Ɛrehwehwɛ...";

/* No comment provided by engineer. */
"Location Required" = "Ehia bea";

/* No comment provided by engineer. */
"Locations..." = "Mbea...";

/* No comment provided by engineer. */
"Longitude Required" = "Ehia Longitude";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"Maps" = "Map nom";

/* No comment provided by engineer. */
"Maps..." = "Map nom...";

/* No comment provided by engineer. */
"Model" = "Sɛso";

/* No comment provided by engineer. */
"Name Required" = "Ehia Din";

/* No comment provided by engineer. */
"No" = "Daabi";

/* No comment provided by engineer. */
"No Category" = "Nkyekyemu biara nni hɔ";

/* No comment provided by engineer. */
"No checkins" = "Mba-mu biara nni hɔ";

/* No comment provided by engineer. */
"No comments" = "Adwenkyerɛ biara nni hɔ";

/* No comment provided by engineer. */
"No Date" = "Afeda biara nni hɔ";

/* No comment provided by engineer. */
"No Internet" = "Intanɛt biara nni hɔ";

/* No comment provided by engineer. */
"No Location" = "Bea biara nni hɔ";

/* No comment provided by engineer. */
"No maps" = "Map nom biara nni hɔ";

/* No comment provided by engineer. */
"No photos" = "Mfoni biara nni hɔ";

/* No comment provided by engineer. */
"No reports" = "Amanebɔnhoma biara nni hɔ";

/* No comment provided by engineer. */
"No videos" = "Nsini biara nni hɔ";

/* No comment provided by engineer. */
"No webpages" = "Wɛb nkratafa biara nni hɔ";

/* No comment provided by engineer. */
"Not verified" = "Wɔn mpenee so";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending" = "Ɛretwɛn";

/* No comment provided by engineer. */
"Pending Upload" = "Ɛretwɛn Atwe";

/* No comment provided by engineer. */
"Photos" = "Mfoni";

/* No comment provided by engineer. */
"Photos..." = "Mfoni...";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Yɛsrɛ wo, pene wo intanɛt nkitahodi no to mu na san yɛ bio.";

/* No comment provided by engineer. */
"Privacy Policy" = "Ankorankorɛ Apeneso";

/* No comment provided by engineer. */
"Report Queued" = "Amanebɔnhoma di so";

/* No comment provided by engineer. */
"Reports" = "Amanɛbɔnhoma";

/* No comment provided by engineer. */
"Reports..." = "Amanebɔnhoma...";

/* No comment provided by engineer. */
"Resize New Photos" = "Sesa Mfoni Foforo no kɛseyɛ";

/* No comment provided by engineer. */
"Resize Photo Width" = "Sesa Mfoni Foforo no tɛtrɛ";

/* No comment provided by engineer. */
"Saved" = "Esie";

/* No comment provided by engineer. */
"Saving..." = "Ɛresie";

/* No comment provided by engineer. */
"Search address..." = "Hwehwɛ adrɛs";

/* No comment provided by engineer. */
"Search checkins..." = "Hwehwɛ mba-mu...";

/* No comment provided by engineer. */
"Search reports..." = "Hwehwɛ amanebɔnhoma";

/* No comment provided by engineer. */
"Searching..." = "Ɛrehwehwɛ";

/* No comment provided by engineer. */
"Select a category" = "Paw nkyekyemu bi";

/* No comment provided by engineer. */
"Send" = "Soma";

/* No comment provided by engineer. */
"Send via OpenGeoSMS" = "Mane fa OpenGeoSMS so";

/* No comment provided by engineer. */
"Sending..." = "Ɛremane";

/* No comment provided by engineer. */
"Sent" = "Amane";

/* No comment provided by engineer. */
"Settings" = "Nhyehyɛe";

/* No comment provided by engineer. */
"Share Application" = "Kyɛ Aplikehyɛn no";

/* No comment provided by engineer. */
"SMS" = "SMS";

/* No comment provided by engineer. */
"Synchronize Error" = "Synchronaese Mfomso";

/* No comment provided by engineer. */
"Syncing..." = "Ɛre synke...";

/* No comment provided by engineer. */
"Terms Of Service" = "Asom Apeneso";

/* No comment provided by engineer. */
"Title Required" = "Ehia Ti Asɛm";

/* No comment provided by engineer. */
"Unable to add map to database" = "Entumi mfa map nka database ho";

/* No comment provided by engineer. */
"Unsaved Changes" = "Nsesae a wɔn nsieei";

/* No comment provided by engineer. */
"Upload" = "Twe gu so";

/* No comment provided by engineer. */
"Upload Error" = "Atwe mfomso";

/* No comment provided by engineer. */
"Upload via Ushahidi API" = "Twe fa Ushahidi API so";

/* No comment provided by engineer. */
"Uploaded" = "Atwe agu so";

/* No comment provided by engineer. */
"Uploaded report..." = "Atwe amanebɔnhoma agu so...";

/* No comment provided by engineer. */
"Uploaded video..." = "Atwe sini agu so...";

/* No comment provided by engineer. */
"Uploading..." = "Ɛretwe...";

/* No comment provided by engineer. */
"User Agreement" = "Adwumadini Apeneso";

/* No comment provided by engineer. */
"User Captured Video" = "Sini a Adwumadini ayɛ";

/* No comment provided by engineer. */
"User Location" = "Adwumadini Bea";

/* No comment provided by engineer. */
"Verified" = "Apene so";

/* No comment provided by engineer. */
"Version" = "Vɛɛhyɛn";

/* No comment provided by engineer. */
"Video Error" = "Sini Mfomso";

/* No comment provided by engineer. */
"with" = "ɛne";

/* No comment provided by engineer. */
"Yes" = "Aane";

/* No comment provided by engineer. */
"Your report has been uploaded and is pending approval." = "Wo amanebɔnhoma no amane na ɛretwɛn apeneso.";

